<?php

return
[
    // csrftoken //////////////////////////////////////////////////////////////

    'csrftoken_error'   => 'Ошибка',

    // sidebar ////////////////////////////////////////////////////////////////

    'sidebar_auth_logout'   => 'Выйти',

    // titles /////////////////////////////////////////////////////////////////

    'title_error_404'   => 'Страница не найдена',
    'title_error_403'   => 'Доступ запрещен',
    'title_error_500'   => 'Ошибка сервера',
    'title_auth_login'  => 'Войти',
    'title_db_index'    => 'Список',

    // page ///////////////////////////////////////////////////////////////////

    'page_error_404'    => 'Страница не найдена',

    // auth / login ///////////////////////////////////////////////////////////

    'auth_login_title'      => 'Войти',
    'auth_login_name'       => 'Имя пользователя',
    'auth_login_passwd'     => 'Пароль',
    'auth_login_btn_login'  => 'Войти',

    'auth_login_error_400'  => 'Ошибка',

    // db/index ///////////////////////////////////////////////////////////////


];
